{
 "low": [
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch a TV show. </strong>If you don't have cable or a subscription service, many television networks offer free access, without a log-in, until you get closer to the most recent episodes.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch a movie. </strong>Light-hearted comedy, drama to suck you in, or an old favorite - there are countless films to whisk you away for a bit.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Sing. </strong>It doesn't matter if you're a professional vocalist or can't to carry a tune, singing engages a completely different part of your brain. Plus, the vibrations in your chest give great sensory feedback and the vocalization reminds you of <em>your</em> <em>voice</em>.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch cute videos on YouTube.</strong> About as low-effort as it gets: puppy/kitty videos, laugh challenges, or Vine compilations - take your pick.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Mindless doodles/finger painting/playing with clay. </strong>This may be especially helpful to those with child parts (DID/OSDD) who need an activity of their own.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Grab a snack.</strong></p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Drum on a surface. </strong>Like singing, the vibrations and bilateral stimulation of your hands thumping will engage different parts of your mind and bring your attention away from what's intruding on you.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play a game or use a fun app on your phone. </strong>Even if you aren't a gamer, search the app store. You might find one that speaks to you. It can be a great escape to get lost in for a bit.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Video games. </strong>Any console, any game!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Tear out words/photos/etc for a collage. </strong>Ask a local doctor's office or hairdresser for their spare magazines. Mindlessly rip out photos and words that speak to you. (Bonus: you may get to put tabloids to good use for once! They often have the scathing, overdramatic words that happen to be great for a therapeutic collages. Shocking! Betrayal! You Won't Believe It!).</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Discover new music. </strong>YouTube, Spotify, Pandora, so many ways to find new gems!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Wash your face/hands or brush your teeth. </strong>A quick refresher can help you restart your day on a brand new page.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Re-watch highlights from your favorite sport. </strong>It's easy to forget just how many epic, captivating moments there were once some time has passed. Relive your excitement. Plus, you already know how it ends, so you don't have to pay super close attention!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Gratitude list. </strong>When your mind only wants to remind you of distressing things, focusing on 10+ things you're grateful for can really take you to a whole new atmosphere in your mind and heart.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Imagery exercises. </strong><a href=\"https://books.google.com/books?id=SeGccO2lX4oC&amp;pg=PP7&amp;lpg=PP7&amp;dq=containment+growing+beyond+survival&amp;source=bl&amp;ots=v_91OjW4G3&amp;sig=ACfU3U1zrKmYQn_qRsnRckftMrpbd7VMAg&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwjcpIXOpLniAhUmo1kKHUXvAjMQ6AEwDXoECAgQAQ#v=onepage&amp;q=container&amp;f=false\" target=\"_blank\">Containment exercises</a>, <a href=\"https://www.beautyafterbruises.org/blog/healingpool\" target=\"_blank\">healing pool/healing light</a>, guided meditation, so many options!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play a board game with a friend. </strong>Something simple like <em>Sorry!</em>, challenging like chess, or silly like Cards Against Humanity, there are lots of options to distract you in the company of friends.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Card games. </strong>Solo works, too, if there's no one around.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play with a pet. </strong>Pets (when they aren't being rotten) are the best distraction!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Listen to a podcast/audiobook.</strong></p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Try to laugh without smiling. </strong>Trust me, <a href=\"https://www.youtube.com/watch?v=7KqgWfut6Ic\" target=\"_blank\">this is something you need in your life</a>.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Color-breathing / breathing techniques. </strong>An example of color-breathing <a href=\"https://www.instagram.com/p/BI_JGSaDa0j/?taken-by=beautyafterbruises\" target=\"_blank\">here</a>.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Untangle cords/necklaces/strings in a drawer. </strong>If this is something that won't aggravate potential OCD behaviors or anxieties, this can be a perfect chore when you need a distraction.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Clean out social media friends lists. </strong>Aaaah, just imagine the relief!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Read a children’s book to parts inside (OCD/OSDD). </strong>If you're struggling to stay focused, maybe young parts are who need the attention and care most. Even if you don’t have DID parts, we all have a younger us inside that needs some comfort, joy and attention, too.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play with a tangle, fidget cube, pin art, sand tray, etc. </strong>You can do this right where you're sitting, without needing to think -- a perfect option when you're still heavily in symptoms but trying to come out.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Count by 7’s, list all the prime numbers, divide. </strong>Okay, this may be more medium-effort if math isn't your jam, but at least you don't have to go anywhere! ;)</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Browse art sites for images you love. </strong>Whether it's DeviantArt, flickr, Pinterest or somewhere else, sometimes soothing, fun or beautiful images can bring your mind to a brand new place.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Sit outside and pay attention to all the things in nature. </strong>A change of scenery and a chance to connect with the earth can sometimes be all we need.</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Apply lotion. </strong>If this isn't a personal or sensory trigger, this can be grounding, an act of self-care <em>and</em> a distraction all in one!</p>",
  "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Allow yourself a nap. </strong>Sometimes that's just the only functional distraction we can muster.</p>"
 ],
 "med": [
  "<p><strong> Puzzle books. </strong>Sudoku, crosswords, word finds, variety puzzles, logic problems, take your pick!</p>",
  "<p><strong>Read a book. </strong>Any book!</p>",
  "<p><strong>Play music. </strong>On your phone, computer, radio, iPod, anywhere! You just might start singing along ;)</p>",
  "<p><strong>Dance party. </strong>Let's be honest, this could solve most things in life ;) And, if you think you're too cool for that, turn <a href=\"https://www.youtube.com/watch?v=I_izvAbhExY\" target=\"_blank\">this</a> on and tell me you don't wanna move. If those don't get you groovin' and you're more modern, <a href=\"https://www.youtube.com/watch?v=Vnoz5uBEWOA\" target=\"_blank\">give</a>. <a href=\"https://www.youtube.com/watch?v=4m1EFMoRFvY\" target=\"_blank\">these</a>. <a href=\"https://www.youtube.com/watch?v=weRHyjj34ZE\" target=\"_blank\">a</a>. <a href=\"https://www.youtube.com/watch?v=OH9A6tn_P6g\" target=\"_blank\">go</a>. And, if all else fails: <a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\" target=\"_blank\">BAM</a>.</p>",
  "<p><strong>Watch videos on a topic you’re unfamiliar with. </strong>It's much easier to have your attention captured when you're learning something brand new.</p>",
  "<p><strong>Draw/use an adult coloring book.</strong></p>",
  "<p><strong>Make an Amazon wishlist or Pinterest board of things you want.</strong> If you can't escape your current circumstances, envisioning a future time can be a nice way out.</p>",
  "<p><strong>Send texts/messages to friends to check in with them. </strong>Concentrating on someone else can be a great way to step out of our own mind and its symptoms. Caring for others also helps us reconnect to the world at large.</p>",
  "<p><strong>Organize all the files on your computer. </strong>Most of our workspaces could use a good cleaning up anyway!</p>",
  "<p><strong>Wash your makeup brushes, paint brushes or other work tools.</strong> Yeah, this one probably needed done awhile ago, too! </p>",
  "<p><strong>Bullet journaling. </strong>You can start any time of year, and the structure-combined-with-creativity format can provide a great detailed distraction. There are wonderful YouTube videos on how to get started or sharing ideas to help you get creative with it!</p>",
  "<p><strong>Create a new playlist.</strong> One for sleep/relaxation, one to pump you up, a good one for when you're driving or doing chores, or just one for ambient background noise -- put together something you'll love and thank yourself for later.</p>",
  "<p><strong>Take a shower/bath. </strong>Concentrate on all the scents and textures for extra grounding, too.</p>",
  "<p><strong>Clean all your electronics. </strong>Your phone, your keyboard, laptop screen, earbuds -- they could all use your attention too (if cleaning won't engage OCD loops).</p>",
  "<p><strong>Schedule appointments you’ve been putting off. </strong>Call the dentist, women/men's health doctors, insurance company, landlord, whoever you need to see. Make those appointments!</p>",
  "<p><strong>Stretch/do yoga. </strong>It's not the answer to all of a body's ails like many often suggest, but it is a phenomenal resource for trauma survivors to get into their bodies, recalibrate their autonomic nervous system through steady breathing, and get out tensions or trapped anxieties that have been buzzing inside.</p>",
  "<p><strong>Write an email or letter to someone. </strong>Send some heartfelt kindness to someone who made a huge impact on you, someone you've been thinking about, or those you've been worried about.</p>",
  "<p><strong>Call up a safe friend/family member. </strong>Just to talk about anything and nothing at all.</p>",
  "<p><strong>Write reviews for things you’ve purchased online. </strong>Do others a great service while offering yourself a distraction by letting them know what you thought of an item.</p>",
  "<p><strong>Take photos and edit them in really unique ways.</strong> Use filters you never use, effects you'd normally never choose, and heck, even take photos of things you'd never bother to capture! Have fun with it! Discover something new and creative. </p>",
  "<p><strong>Try new ways to style your hair. </strong>You never know what new aesthetic you'll fall in love with.</p>",
  "<p><strong>Test out a totally new makeup look or facial hair style. </strong>You just might love it!</p>",
  "<p><strong>Follow a DIY tutorial (even if just to laugh at yourself). </strong>Hey, we aren't all cut out to be on HGTV!</p>",
  "<p><strong>Research new homes/cars/phones/assistance programs/accessibility devices you may need. </strong>These important, highly detail-oriented tasks can really grab your focus and reign you in because it <em>matters</em>.</p>",
  "<p><strong>Paint your nails. </strong>Any gender, any age, with any color!</p>",
  "<p><strong>Fold laundry. </strong>A slightly mindless task, but one that still requires your attention and coordination.</p>",
  "<p><strong>List your recent accomplishments.  </strong>You'll be amazed at just how many things you've done recently that you so easily forget without writing them down. It can be easy to recall the challenges, but the impressive and/or proud memories sometimes fall to the wayside. These can also be incredible to review at the end of a year!</p>",
  "<p><strong>Write a poem/alpha-poem/etc. </strong>It doesn't have to be a <em>good</em> poem. ..but, it just might turn out to be anyway!</p>",
  "<p><strong>Watch a documentary. </strong>There are some phenomenal free ones on YouTube for free if you don't have Netflix/cable -- and they span the range of just about any subject matter!</p>",
  "<p><strong>Creative/expressive writing. </strong>There are excellent creative writing prompts online if you're stuck.</p>",
  "<p><strong>Do something childlike.</strong> Sidewalk chalk, hopscotch, color with crayons, skip rope. Or, just enjoy <a href=\"https://www.youtube.com/watch?v=XLnUjLuJ3ss\" target=\"_blank\">this video</a> if you're nervous about letting little you step up.</p>",
  "<p><strong>Buy yourself a small gift.</strong> You deserve it.</p>",
  "<p><strong>Do a jigsaw puzzle.</strong> There are so many unique kinds out there, too, not just a traditional 500-piece.</p>",
  "<p><strong>Make a handmade gift for someone.</strong></p>",
  "<p><strong>Take a walk. </strong>Down the driveway, out in your neighborhood, through a park, on a nature trail - just go anywhere.</p>",
  "<p><strong>Make your own </strong><a href=\"https://books.google.com/books?id=SeGccO2lX4oC&amp;pg=PP7&amp;lpg=PP7&amp;dq=containment+growing+beyond+survival&amp;source=bl&amp;ots=v_91OjW4G3&amp;sig=ACfU3U1zrKmYQn_qRsnRckftMrpbd7VMAg&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwjcpIXOpLniAhUmo1kKHUXvAjMQ6AEwDXoECAgQAQ#v=onepage&amp;q=container&amp;f=false\" target=\"_blank\"><strong>containment box</strong></a><strong>/journal.</strong></p>",
  "<p><strong>Go to the grocery store and buy new foods. </strong>Look for things you always wanted to try!</p>",
  "<p><strong>Send positive comments to friends/strangers. </strong>Fill up friend's and stranger's social media with kind, helpful, supportive, encouraging and/or complimentary things. We could all use it, but it also makes you feel good, too. You don't have to be fake or forced about it, just say the things you often think but maybe don't always say.</p>",
  "<p><strong>Organize a drawer/closet.</strong> This can even leave you feeling as though you've decluttered your mind a bit, too.</p>",
  "<p><strong>Self-care.</strong> Look up ASMR videos (if that's okay for you), oddly-satisfying compilations, or other visually/sensorily appealing content that will calm your senses.</p>"
 ],
 "high": [
  "<p><strong>Go to a movie. </strong>Watching at home is great, too, but sometimes getting out of the house, being in the company of others and experiencing a film larger than life can capture your attention in a way that watching at home can't manage.</p>",
  "<p><strong>Make an elaborate meal. </strong>Choose something that requires prep, organization, many steps, and the confidence you’ve followed the recipe correctly -- a good kind of complicated.</p>",
  "<p><strong>Begin learning a new language. </strong>We're definitely into the higher-effort category now, but sometimes high levels of concentration and detail are needed to get someone out of the places they've been trapped in for days. A new language is a great way to shift gears entirely.</p>",
  "<p><strong>Begin learning sign language, Braille or another communication skill.</strong> Help make life more accessible for others and earn a skill of your own to feel proud of accomplishing.</p>",
  "<p><strong>Learn an instrument.</strong> Piano, guitar, ukulele, violin, flute, drums -- what speaks to you?</p>",
  "<p><strong>Build/do construction. </strong>Whether you're a beginner or this is your forté, working with your hands and with a variety of pieces/elements can be an excellent distraction.</p>",
  "<p><strong>Go for a drive.</strong> Definitely make sure you're grounded enough for a task like this, but if that's in-check and you just need to carve out some fresh space in your mind, hit the road!</p>",
  "<p><strong>Volunteer.</strong> Pick a charity, shelter, trash pick-up, soup kitchen, or even just a friend in need. Lend a hand, your heart and your time. Focusing on others is a great way to escape your own trials for a moment.</p>",
  "<p><strong>Play a sport.</strong> Soccer, basketball, tennis, volleyball, bowling, so many options!</p>",
  "<p><strong>Work out. </strong>Whether you hit the gym, or get moving in your home, a workout (especially with great tunes) can be a great distraction.</p>",
  "<p><strong>Build a house of cards, stack dominoes, etc. </strong>Pick your favorite tedious, high-concentration task that demands your full attention!</p>",
  "<p><strong>Garage/shed tasks.</strong> Work on your car, clean up a tool or tackle box, stain a shelf, complete other tasks that are waiting for you outside the house.</p>",
  "<p><strong>Repair things around the house. </strong>Fix a sink, a broken chair, squeaky door, bent light post.</p>",
  "<p><strong>Organize an event/party/vacation. </strong>Fewer things more detailed and task oriented than that!</p>",
  "<p><strong>Go through your clothes/closets and donate what you don't need. </strong>Focusing on keep, trash, and donate piles can keep your mind focused in many places and present/future tenses at once, leaving room for little else.</p>",
  "<p><strong>Rearrange/redecorate a bedroom or other room in the house. </strong>Change of scenery can keep you from falling back into the same spaces of your mind.</p>",
  "<p><strong>Do gardening/landscaping/outdoor work. </strong>If you don't have a yard of your own, pot plants for inside your home or offer to help someone else with theirs.</p>",
  "<p><strong>Update your internal world. </strong>Many with DID or OSDD have an internal world, and some can add new elements with enough concentration and effort. New rooms, parks, pets, gardens, landscapes, and so much more. Give it an update! If you don’t have this, developing highly-detailed imagery locations for your “safe place” or mental escape is perfect!</p>",
  "<p><strong>Go out to eat.</strong> Peruse the menu and pick something you don't normally get.</p>",
  "<p><strong>Go out for a treat.</strong> Grab some fro-yo, dessert, or something enjoyable -- bonus if you do so with others!</p>",
  "<p><strong>Try a Rubix cube or other impossible puzzles.</strong> Learn how to solve 'em!</p>",
  "<p><strong>Information deep dives.</strong> Learn about a social, political, historical topic you always wished you’d known more about.</p>",
  "<p><strong>Head out to a coffee shoppe/bookstore.</strong> Do the same work, projects, reading, self-care, etc., you’d be doing at home, but in the company of other people.</p>",
  "<p><strong>Go to or look for new public places. </strong>Check out local libraries, parks, bookstores, or other small shops you never even knew existed around you.</p>",
  "<p><strong>Clean out your car/gym bag/purse/wheelchair/wallet/etc.</strong></p>",
  "<p><strong>Finish work you've been putting off.</strong> Whether it's schoolwork, take-home tasks for your job, or volunteer projects, get 'em done and cross 'em off your list!</p>",
  "<p><strong>Meet up with a safe group of friends or family.</strong></p>",
  "<p><strong>Visit a barn or farm.</strong> Ride horses, learn more about agriculture or animals, experience a different way of living.</p>",
  "<p><strong>Go to an art, space, or historical museum. </strong>Learn all there is to know; transport yourself into another time and place.</p>",
  "<p><strong>Money stuffs. </strong>Start filing your taxes, collect receipts, balance your accounts, apply for assistance, pay bills, do all those yucky things no one wants to do but has to. It'll demand all of your focus, but then feel like a huge relief to be done and off your mind. </p>",
  "<p><strong>Learn a new physical skill. </strong>Kickboxing, martial arts, jujitsu, self-defense -- get all the anxiety, fear and anger out of your whole system and begin to feel strong and empowered in your body and what it can do!</p>"
 ]
}