["<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Open your eyes!</strong> (Sounds simple and obvious, but you’d be amazed how instinctively you close them during symptoms, and just how much more you dissociate with them closed!)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Put your feet on the floor.</strong> (I know it feels safer and cozier tucked up in a ball or with your legs up on the chair, but pressing your feet firmly into the floor and opening up your body is a grounding must!)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Uncover your ears.</strong> (Another “duh” one, but for many in flashbacks, it’s instinctive, aaand not something most wanna let go of easily. But holding that position keeps your brain convinced that you’re in danger. Plus! You can’t hear! ;) And you’re gonna want your hearing.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Name 5 things you can see.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Name 4 things you hear.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Name 3 things you can smell.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Touch a variety of textures and fabrics. </strong>List them to yourself as you do so. Describe them to yourself. Do you like them? Dislike them?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Remind yourself of the date/year.</strong> (Or look on your phone to learn it.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Remind yourself of your name, how old you are, where you are, and why you’re there.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take several deep deep breaths.</strong> Exhale longer than you inhale.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Start separating the past from the present</strong>. (Notice all the things that are different from the memories or thoughts that are being so intrusive - i.e. electronics that weren’t around back then, that you’re outside now not inside, that there are people around you that you didn’t know then, that you're an adult, that you live somewhere else, etc etc.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Look at your hands and feet.</strong> Notice they’re adult hands. Orient yourself to your body as you watch your fingers move.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Disengage from staring off or focusing too intently on one object or area for too long.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Stop swaying, rocking, or other rhythmic behaviors that may be trancing you.</strong> Yes, we know just how enticing and comforting and mindless this can be, but it may be making things worse. If you’re struggling instead with feeling frozen, try rocking just mildly BUT try not to fall into any sort of “rhythm”.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Vocalize. </strong>Say something to yourself. Hum. Sing. ..anything to hear and feel your voice in your throat. It also reminds you that you HAVE a voice.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Turn on some music.</strong> (Try to keep the music current if you’re struggling with flashbacks.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Splash your face with/run your hands under cold water.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Chew mint or cinnamon gum. </strong>Notice the intense flavor and powerful scent.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Suck on mints or sour candies - or anything with a really intense taste and smell.</strong> You don’t have to like it, it just needs to get your attention.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Repeat a calming mantra to yourself.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><a href=\"https://www.instagram.com/p/BI_JGSaDa0j/?taken-by=beautyafterbruises\"><strong>Color breathing.</strong></a></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Internal communication.</strong> Remind parts who may be triggered that you’re safe and okay, just upset or experiencing symptoms right now.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Name 5 things you can see that are blue.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Spot 5 circles you can see in the room/your line of vision.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Find all the diamond-shaped items you can see.</strong> (This one’s harder!)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Find 3 things that are orange.</strong> (...or any other rare color.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Call up a friend or safe person to talk to.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Sing along with the radio or your iPod. </strong>(This is particularly useful in the car.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you’re driving and starting to drift, grip the steering wheel and notice all of its grooves and edges and seams.</strong> (If you’re too dissociated, immediately pull over and start re-grounding while sitting still before driving again.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Crack a window (this is particularly useful in a car, but works at home, too).</strong> Feel the wind and notice the new sound by your ears.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Trace all the fabrics and seams of furniture or clothing articles within reach.</strong> Note to yourself the difference between the cool buttons, rougher denims, soft smooth surfaces, and jagged zippers.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you are lying in bed when it begins, sit up.</strong> Laying down can make it much more difficult to ground and your other techniques may less effective.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Journal. </strong>Write down what’s happening - particularly if it’s upsetting. Fold the page over into the book so you can't see anything you wrote anymore. Seal up and contain the dark stuff there and shut the book tight where it can’t bother you anymore. Then reconvene with other grounding techniques once it's away.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Write a note to someone, or even yourself. </strong>Feel the pen or pencil graze against the paper and notice the color as it hits the page.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play calming apps or games on your phone or tablet. </strong>(If they are trancing, try to play something else or turn the phone off if you can't resist.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Stretch.</strong> Open up your body so wide and press your feet firmly into the ground. Orient yourself to your body from the top of your head to the tip of your toes.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Dance. </strong>If you have the room to do so, do a silly dance or a even a serious one. Notice as you regain your balance and coordination from when you started.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Try some brain puzzles like Sudoko, word searches, or game apps with puzzles that require problem-solving.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Send text messages or write yourself a note on your phone. </strong>Feel your fingers tapping the glass as you type and try hitting all the right letters. Notice any of the haptic feedback with each long press or short tap.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Pet a kitty or dog or other animal that may be around.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take your dog (or cat ;) ) for a walk.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Change scenery.</strong> If you’re in the living room, go to the kitchen. If you’re in the bathroom, head to the dining room. If you’re in the bedroom, walk outside. If you’re outside, go somewhere new. A change of scenery can do a lot, even if you don’t know why the first place was causing you so much grief.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch some funny videos on YouTube.</strong> (Maybe even make yourself a playlist of good laughs for when you’ll need them.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Put on hand lotions or antibacterial gels that have a strong fragrance. </strong>Are they cool or warm? Thin or thick? Soft or stinging?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Paint your nails.</strong> Notice the intense scent and vibrant color. Guys can do this too!</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take your current nail polish <em>off</em> if you have any on. </strong>Notice the pungency of the acetone. (Please don’t do this if you’re extra ungrounded. Your skin and potential furniture items will not appreciate an accident.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Feed your pets if you have them.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Eat something - you may be very hungry. </strong>Notice all the different flavors and textures and scents. Perhaps choose something with a lot of flavor.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Get a cold, cold glass of water. </strong>Feel the coldness in your throat and against your hand. Notice the slippery condensation on the glass with your fingers.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Drink coffee - even if you don’t like it. </strong>Though, be careful about making it too hot. That can be hard to judge if you’re too ungrounded.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take a bath or shower if that isn’t triggering or an OCD behavior for you.</strong> Notice the water pressure and temperature. Smell each individual product before using it. <em>If the shower itself is what’s making you ungrounded but you must take one</em>, narrate to yourself the steps you're taking - almost as if you were hosting a YouTube tutorial. Name the products you're using and even describe to yourself why you like/use them. (Also, bringing music that REALLY pumps you up can really help you stay grounded if you're struggling with showers.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play a guitar or piano, or other instrument (if that’s something you can do). </strong>Heck, play them even if you have no idea what you're doing! Listen to all the crazy notes you can make. Feel the strings or keys and all the various textures against your fingertips.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Reality-test with a friend.</strong> If you aren’t sure if something you’re feeling, seeing, hearing or thinking is real, ask a safe friend to help you decide what is fact from fiction, flashback from present, old trauma messages or your current situation.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Check inside to see if parts need something and/or if they are keeping you ungrounded on purpose or just to get your attention (DID-specific). </strong>Try to meet their needs if they reveal them to you and if they are reasonable. Engage in more elaborate internal communication if not.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch a cartoon or kids movie - particularly if you have younger parts inside who need the comfort.</strong> Do this even if you don’t have parts. You probably still need it, too. ;)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Snuggle up with a suuuuper soft and snuggly blanket or robe.</strong> Feel how incredibly warm or soft it is. Notice its threading and colors. What does it smell like?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you’re outside, slip off your shoes and press your toes into the ground. </strong>Is it cool or warm? Jagged or soft? Squishy or muddy? Pavement or macadam? Grass or dirt?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Jump up and down or bounce on the balls of your feet.</strong> Feel your shoulders and arms flop and flounce about.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Change all the notification bells on your cell phone.</strong> Each time they make a new noise that you aren’t used to, you’ll be startled back to awareness.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take any medications you may have missed.</strong> Use your PRN’s if necessary; take pain or anxiety medications if that is what is causing your dissociation.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you are in a car (passenger or driver), adjust the seat into a different position - even one that’s just slightly uncomfortable. </strong>Stretch your legs out far and lift your head up tall. Wiggle about. If you’re a passenger, look around the inside of the car instead of out the window for a bit. Then switch. (..your gaze, not parts ;) )</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you are the driver, keep your eyes peeled for green cars. Notice every license plate with a B in it. </strong>If it’s a particularly long drive, play the alphabet game (but not to the point of real distraction. We want <em>safer</em> driving here, not less!)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Use your imagery techniques - particularly for pain or intense emotions.</strong> Dial them down to a manageable level. Set a 15 minute timer to check back in and observe what level they're at now. It’s okay if they're \"worse\". The goal is just to be aware of where they are at, not necessarily improving or changing them (unless you want to).</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>List or write down your feelings in that moment.</strong> Describe them in extreme detail. If they were a color, what would they be? If they were a weather condition, which would you see? A temperature? A texture? Loud or quiet? Animate or inanimate? Soft or sharp?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Make some mint or other herbal tea.</strong> Inhale the scent deep into your lungs. Sip it before putting anything in it. Is it bitter? Then fix it how you like it. What were the differences?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Do some jumping jacks or just a few sit-ups or push-ups. (You can also workout for longer too, but it's not necessary.)</strong> Get the blood flowing. Jog in place. Shake it off like T Swifty and feel the blood as it rushes through you and your limbs buzz as you re-awaken and re-enter your body.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Read a book or a magazine.</strong></p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Listen to an audiobook or your favorite podcast.</strong> Or, find a podcast you’ve never listened to before and give it a try.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch something on Netflix or Hulu. </strong>Keep it upbeat and current. If you know the oldies-but-goodies are safe for you and won’t disorient you, relish in those re-runs!</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Do something goofy - <em>particularly</em> if you are in NO mood for nonsense.</strong> Pat your head and rub your tummy. Try to say ridiculous tongue-twisters. You’ll end up cracking up (or being so annoyed!) that you’ll still be way more grounded than you were moments ago. If you're extra grumpy, use that cynicism for a \"Try Not to Laugh Challenge\" online. The worst that happens is you get some chuckles. Or puppies.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Put in your earbuds and go for a run or a long walk.</strong> Get away from where you are and notice allllll the sensory changes outside. Narrate to yourself all that you see and feel and how it's different from where you were.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><a href=\"https://www.google.com/webhp?sourceid=chrome-instant&amp;ion=1&amp;espv=2&amp;ie=UTF-8#q=progressive%20muscle%20relaxation\"><strong>Progressive muscle relaxation. </strong></a>(There are great guided imageries and how-to steps for this online. This can be really incredibly useful for many, but can be trancing for others at first. Do what works for you!)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Go down the alphabet and list girls’ names for each letter. Then boys’ names. Then unisex. </strong>Or try to come up with silly pet’s names for each letter instead. How creative can you get?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Try counting by 3’s or 7’s. </strong>Try to get to 200. Then try multiplying by them.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Look out a window or up at the sky.</strong> What color is it? What shade name would you call it? Are there clouds or none? Are there stars or no? Can you see the moon from where you are? What about the sun? Any planes out there?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Use safe place imagery if you are having no luck orienting with your present surroundings. </strong>Mentally retreat to your safe place in as explicit of detail possible. When you’re feeling calmer, slowly start orienting yourself back to your current surroundings. Start back at the beginning of this list and come back into the room, into the present, and into your body.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Step away from social media or scrolling on your phone.</strong> This can be incredibly trancing for some without realizing it. Sit your phone across the room and spend at <em>least</em> 30 minutes doing something entirely different.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Color in an adult coloring book or doodle. </strong>Make silly crafts or fingerpaint if you have kid parts that need some attention. Do it even if you don't have parts.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Go swimming if it’s an option or isn’t a triggering experience for you.</strong> Notice the water and its temperature. Notice how you can both float <em>and</em> sink. Recreate this in a bathtub if you don’t have a pool ;)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Wash your face or brush your teeth. </strong>Do a face mask or use some other self-care toiletries to freshen up. Notice all the smells and textures. Notice how they feel on your skin and how refreshed and alert you feel.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Tap the sides of your kneecaps. Or, cross your arms, making an X on your chest, and tap your collarbones with your fingertips. </strong>Give your body some new neural feedback and stimulation to take in. Notice how it feels both weird and rhythmically calming at the same time. Observe your level of anxiety as you do - how does it change?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Do yoga or tai chi if you’re familiar with either and find those to be useful to you. </strong>Make it up as you go even if you <em>don't</em> actually know what you're doing ;)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Play a sport that you enjoy</strong> <strong>(or heck, even something you’re bad at! It certainly requires more effort that way!). </strong>Shoot some hoops, pepper with a volleyball, kick around a soccer ball. Or, just make up your own new game!</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Organize a desk drawer or closet shelf.</strong> Clean your makeup or artist brushes that you’ve probably neglected for quite awhile. Clean your sneakers or something else you’ve been needing to do but keep forgetting.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Vacuum a room or do the dishes.</strong> Feel the vibrations and sweeping motions of the vacuum …or the temperature of the water and scent of the soap if you’re washing dishes. (If these cleaning/organizational things will trigger OCD tendencies you may have, maybe skip these and try the OTHER hundred techniques! Or, y'know, just make everything SUPER messy instead. :) )</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take some ice in your hands or place it in a baggie and hold it for a little while.</strong> (Make sure you’re at least grounded enough to know if it’s too extreme of a cold. We don't want you to damage your skin.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take some pictures on your phone or with a digital camera.</strong> Play with filters or photo editing apps/software that you’d never normally pick. What cool things can you make?</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Watch a documentary on YouTube or Netflix. </strong>Find a subject that either completely fascinates you or even one you know very little about. What new things can you learn?.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you’re struggling with grounding after nightmares, scribble down the nightmare in a journal - just the surface of what it was about.</strong> Then fold the page over or up real tight into the journal (or even tear it out completely). Know that it is contained in there and it’s not coming out again. Then remind yourself of the date, where you are, how old you are, and that it was just a nightmare. Then try to do some pleasing, safe-place imagery type visualizations before laying your body back down for some rest.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Light some candles. </strong>Notice the glow and the flicker. What do they smell like? Can you feel the warmth coming off of them? (If you are REALLY struggling with grounding, please please please don’t do this one. We don’t ever want you to catch anything on fire. But if you’re just loosely struggling or feeling a little fuzzy, this a great option.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you’re struggling with derealism, start naming all the things you know to be inarguably true.</strong> You know what name is on your birth certificate. ..how old you are now. ..where you live. ..where you are standing. ..that it is either day or night. ..that you are either alone or in the company of people. Continue on until you feel yourself becoming more rooted in reality. Then you can start challenging the things you <em>weren’t</em> really quite so sure about. (You may need a friend to help you and that’s okay. If you're a Hunger Games fan, you can think of it as the <em>Real or Not Real</em> game with a loved one or parts inside.)</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Squeeze or massage your muscles. </strong>If this isn’t triggering to you, deeply dig into the muscles in your shoulders and down your arms. Move your thighs and calves around until you feel all that fresh blood finding them. Notice all the new and interesting sensations you feel now that you weren’t feeling before.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>If you are frozen still, just start with very small movements.</strong> Start with just wiggling and scrunching your toes. Then try rolling your ankles. Now wiggle your fingers or tap them on a surface. Roll your wrists. Slowly work up to bending your knees and elbows. Hips and shoulders. Roll your neck. Open your mouth and stretch your jaw. Feel all the parts of your body slowly come back to life. All it takes is a small start, don't worry about the rest until you're there.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Take a nap or get ready for bed. </strong>You may just be so overtired that you’ll never be fully grounded until you get some rest.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Fold laundry or do some other similar busywork that requires a good bit of motion but also gives you something like scent and texture to work with, too. </strong>(Who wants to be <em>fully</em> grounded for doing laundry anywayyyy ;) )</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Drink a carbonated beverage.</strong> Notice all the fizzies in your nose and down your throat.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Disengage from anything that’s too overstimulating.</strong> You may have too MANY things going on at once. Turn down a TV or stop music that might be playing. Leave crowded or busy rooms. Keep yourself engaged with your surroundings but also disengage from too MUCH sensory input.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Keep a grounding stone or similar item in your pocket when you’re out and about.</strong> Run your fingers over the stone, contort a <a href=\"http://www.tanglecreations.com/pages/what-is-a-tangle\">Tangle</a> into different shapes, or notice all the notches in your car keys. Find an item like this that works well for you!</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Keep a 3x5 card attached to your sun visor in the car, or in your wallet, that clearly and boldly states what year it is, how old you are, where you live, that you are safe now, and a mantra that you may find to be soothing.</strong> Personalize it for you and your specific triggers or points of confusion - things you know you get hung up on. That way it can remind you when you aren't able to remind yourself.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>Do the same with bathroom mirrors, nightstands, bedroom walls or any other place that you know you commonly struggle.</strong> You can make them either discrete or super bold depending on your living situation or understanding of those around you. Referring to these can save you a ton of mental energy when you find yourself in a sudden and intense spell of dissociation and can't even remember what you're supposed to do or think or what coping skills even are.</p>", "<p class=\"\" style=\"white-space:pre-wrap;\"><strong>LAUGH.</strong> However you can, by whatever means, try to do something that makes you laugh. It’s one of the most fail-proof ways to get more grounded (even for those whose default coping mechanism is humor and avoidance. Laughing wholly and authentically with your body can still make you more present than you were.) One fail-proof way? <strong>Try to LAUGH WITHOUT SMILING.</strong> ….you’ll soon be dying over the sound that just escaped your mouth and the ridiculous face you just made trying. You won’t be able keep from bursting into <em>real</em> laughter! And, if you don't believe us or are too proud to give it a try, at least enjoy <a href=\"https://www.youtube.com/watch?v=7KqgWfut6Ic\" target=\"_blank\">this video</a> for a laugh. Good luck! “Hurr huh hurrrrr.”</p>"]