{
 "low": [
  "<p style=\"white-space:pre-wrap;\"><strong>Take a 10-minute break from whatever you’re doing</strong> - work, house-cleaning, scrolling social media, etc - to close your eyes and, just, be. Perhaps add some mindfulness, imagery or meditation as you recharge.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Take a short nap.</strong> (Rest is often one of the primary things missing for survivors. Give yourself permission. It’s okay. You deserve a chance to turn off and feel less vigilant and tense.)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Apply body lotions, face creams and/or essential oils.</strong> Appreciate the scent. Pay attention to the kindness and attention you’re giving your skin and senses.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Listen to an audiobook.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Listen to a podcast.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Watch a light-hearted comedy show, stand-up routine, film or YouTube video.</strong></p>",
  "<p style=\"white-space:pre-wrap;\">Allow yourself <strong>a binge-watch session on Netflix/Hulu/Amazon.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Watch the live feed from the </strong><a href=\"https://eol.jsc.nasa.gov/ESRS/HDEV/\"><strong>International Space Station (ISS)</strong></a><strong>.</strong></p>",
  "<p style=\"white-space:pre-wrap;\">Catch <strong>your favorite sport</strong> or watch re-runs of one of the best matches/games/meets. You already know the outcome, so limited attention is required, you just get to relive the excitement that you likely haven’t felt for awhile.</p>",
  "<p style=\"white-space:pre-wrap;\">Enjoy <strong>your favorite snack</strong> or have one you rarely get to enjoy.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Text a friend or safe family member.</strong> Reach out.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Make a gratitude list</strong> or write in your <a href=\"https://www.rd.com/culture/gratitude-journal/\">gratitude journal</a>. Express appreciation or thankfulness for some of the simplest things as well as the extremely significant things in your day/life.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>List 10 things that… </strong>you are good at, that you like about yourself (or are learning to like), or reasons you are a good person and deserve care.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>List 20 accomplishments you have made this year.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Repeat a personal mantra. </strong>Examples: I am worthy, I am enough, There are people who love me even when I am unsure of myself, I am innocent, etc.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Permission to not be perfect.</strong> Let the dishes stay in the sink, don’t make the bed, don’t vacuum, for just one night.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Take your prescribed medications.</strong> They help your body function optimally and give it what it needs. You deserve them.</p>",
  "<p style=\"white-space:pre-wrap;\">Allow yourself to <strong>take </strong><a href=\"http://www.safemedication.com/safemed/PharmacistsJournal/Using-PRN-or-As-Needed-Medicines-Safely\"><strong>PRN medications</strong></a><strong> </strong>if you are in need.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Hydrate.</strong> Try limiting from caffeines, energy drinks, sodas, etc and boost your water intake if needed.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Spend some time with a pet:</strong> give them lots of snuggles, pets, walks, grooming, or play with them.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Use a weighted blanket, </strong><a href=\"https://www.etsy.com/listing/554580286/grey-woodland-creatures-and-light-pink?ref=shop_home_active_24\"><strong>weighted lap pad</strong></a><strong>, or weighted vest.</strong> Apply deep pressure  or compression with other items if you don’t have these. Soothe your overstimulated nervous system and feel more rooted and grounded in your body.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Listen to music specifically with earbuds in.</strong> Allow yourself a chance to drown out the rest of the world entirely.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Turn on a playlist</strong> you’ve made just for these self-care days/moments.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Watch “Try Not to Laugh” or “Try Not to Sing/Dance” Challenge videos</strong> on YouTube. You’ll probably accidentally break at least once and that’s half the fun! ;)</p>",
  "<p style=\"white-space:pre-wrap;\">Our go-to favorite: <strong>try to laugh without smiling</strong>. If nothing else, this video of several trying to do so will bring immediate joy: <a href=\"https://www.youtube.com/watch?v=7KqgWfut6Ic\">CLICK!</a></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Watch oddly-satisfying compilations</strong>, ASMR videos (if they’re enjoyable/safe for you), or any other sensorily-comforting activities.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Experiment with selfies.</strong> Learn to appreciate your self, your skin, your features. Start the journey of being more okay with you. OR! Just take a moment to rock it like you always do.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Make pictures out of your freckles, drawings out of your scars, and beauty from your wrinkles.</strong> With intention, practice the act of loving the skin you’re in (in a very non-cheesy, Dove commercial kinda way :) ).</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Hold a stuffed animal, soft blanket, or other comfort item.</strong> Run your fingers over meaningful items from loved ones, necklaces/rings, coins, stones, or other special pieces. </p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Watch your favorite childhood movie</strong> - especially if younger parts of you are in need of those positive memories.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Scroll through self-acceptance, body positive, or self-love tags online</strong> for uplifting encouragement to look after and love the you that you are today.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Delete apps that are draining your time, energy, and/or focus.</strong> You can always add them back, but try ditching them for awhile to see how it feels.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Mute/block folks</strong> on social media that are causing you stress or bringing you down.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Put your phone on silent</strong>, including no vibrate (aside emergency contacts if necessary), for at least a couple of hours. Notice how it feels to be disconnected from that world and engaged with the one directly around you.</p>"
 ],
 "med": [
  "<p style=\"white-space:pre-wrap;\"><strong>Go through a folder of saved meaningful comments, emails or personal letters/cards.</strong> If you don’t have one of these, create one.<br/>Start by making a computer or phone folder just for screenshots of nice, uplifting comments/messages received from loved ones; cool moments, replies or follows from celebs or people you really admire; or any special moments that made you feel excited, encouraged or that really touched your heart. Revisiting this treasure trove can really help restore your faith in others but most importantly your love for YOU.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Read a book, any book!</strong></p>",
  "<p style=\"white-space:pre-wrap;\">Look ahead to your upcoming week/month and see if there are any <strong>obligations that you can remove or delegate to someone else.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Reach out to a support group/group chat</strong> for some positive reinforcement.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Wash your face, brush your teeth, take a shower, change your clothes. </strong>Sometimes that’s all you can do but it can make you feel SO much better.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Take a bath</strong> (perhaps using oils, bath bombs, or creating a calming environment).</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Mild pampering.</strong> Do a face mask, paint your nails, shave your face or legs, or do any other caring act toward your body (Any gender! Face masks and nail polish are for everyone!)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Stretch.</strong> Open up your body. Breathe deep and connect to yourself in your skin. Be present with yourself. (Kundalini yoga can be a style that’s quite pleasant to many survivors.)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Wear something you absolutely love </strong>or have always wanted to wear, regardless of what others might think/say. This is your life, your body, your aesthetic. Wear it for you. It affects their life path 0%, and yours considerably.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Do imagery exercises</strong> where you are able to fly, drift weightlessly atop clouds, swim without holding your breath, swing on a trapeze, or be wrapped up in hanging silks, etc. Let yourself feel floaty and breezy in the air or fully supported by something gentle beneath you. Feel the tension leave your body as you transport yourself to this place of suspended pain.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Make your favorite meal</strong> — no guilt allowed!</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Go get some fro-yo, ice cream, or other dietary-friendly dessert.</strong> We all need a social treat from time to time!</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Play</strong> <strong>with bubbles, sparklers, sidewalk chalk, or something else silly-but-aesthetically-pleasing!</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Remind yourself that: Getting started is the hardest part.</strong> “I just have to start, then it’s so much simpler than I am imagining it to be.” The greatest obstacle that most all of us face is getting started. Things are almost never as hard, dreadful, boring, or unpleasant as we think they’ll be. And, after we’re in our groove, we wonder whyyyy we waited so long. Recall all the times you felt this way to motivate you to get started on whatever it is that you need to do!</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Write a letter to your body</strong> — one of love, compassion, thankfulness, respect.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Write a personal letter of self-forgiveness.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Play an instrument or sing with passion</strong> — it doesn’t matter if you’re any good or not, the only thing that matters is you let it come from deep down and just let it out.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Do something creative</strong> (art, painting, a DIY project, wood-working, building).</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>De-clutter to de-stress.</strong> (If this will trigger OCD thoughts/compulsions, perhaps try something else, or instead use the opportunity to specifically work on these thoughts and show yourself the mastery you can have over difficult tasks.)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Change your sheets and linens to make a more relaxing space</strong> — one that is more fresh and cozy for you.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Create the Pinterest dream:</strong> get in your most cozy PJs early, find the snuggliest blanket and just curl up for the evening doing something you like.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Play your favorite video game.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Pull out an old GameBoy, PC game, or childhood board game </strong>— dive into some positive nostalgia or let young parts of yourself enjoy a game they know so very well.</p>",
  "<p style=\"white-space:pre-wrap;\">Specifically <strong>listen to music or watch films that will stir deeper emotions.</strong> Just let yourself get them out without shame or fear. We all need a good cry and to feel safe enough to express what’s been stuck.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Spend time in a bookstore or library,</strong> by yourself or with friends.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Turn on some pumped up music</strong> and just dance, rock out, sing, let go — shame free.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Go to a park</strong> to swing on swings, go down a slide, climb the monkey bars. Tap into younger you and give yourself the gift of carefree fun without any fear.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Try various guided imagery scripts</strong>, <a href=\"https://www.anxietycanada.com/sites/default/files/MuscleRelaxation.pdf\">progressive muscle relaxation</a>, or do your own personal imagery routine. We even have some examples <a href=\"https://www.beautyafterbruises.org/blog/healingpool\">here</a> to manage physical or emotional pain.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Do children’s activities</strong> (for young alters or your inner child): read children books, watch cartoons, enjoy Disney movies, color with crayons, play with matchbox cars or dinosaurs, build a fort, get creative!</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Remove current triggers from your environment.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>List some new goals</strong> — both short term and long term. (Make ‘em SMART: Specific, Measurable, Attainable, Realistic, Timely)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>FaceTime/Skype with a loved one</strong> you haven’t seen for spoken to for awhile.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Play a sport or do a physical activity you love</strong> (even if you’re no good at it anymore!). It’s all about reconnecting to that joy and sense of identity more than it is about having a successful endeavor.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Work with your hands outside:</strong> gardening, re-potting plants, planting new ones, raking leaves, etc. Connect with the earth and your body. Reflect on the nurture you’re giving to these living things and remind yourself of the own vitality you deserve, and how it needs to be restored from time to time, too.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Take a hike</strong>, walk through the woods, stroll along a beach - somewhere away from the busyness of the world - to have some alone time with you, your thoughts and all of the nature.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Go for a long drive.</strong> Blast music. Roll the windows down.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Submit your rent or pay your electric/cable/phone/car insurance bills.</strong> Scratch them off the to-do list and get them off your mind.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Make that doctors appointment, </strong>schedule the dentist, prepare to see the GYN, plan for that surgery — take that scary step of caring for your health and body. Make those calls. You’ve got this. Your body is counting on you.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Buy yourself an item that isn’t a basic necessity. </strong>It’s so nice to have a few items just for joy or entertainment.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Schedule body-healing appointments: </strong>a massage, fitness class, acupuncture session, beauty treatment, or other self-soothing service.</p>"
 ],
 "high": [
  "<p style=\"white-space:pre-wrap;\"><strong>Return the voicemails, emails or other correspondence </strong>that are presently overwhelming you.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Say NO to something causing you distress.</strong> Feel the way you are taking control of your life and notice the strength in your voice.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Consider a week-long social media detox.</strong></p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Try disallowing last-minute cancelling for a week or a month. </strong>Remind yourself how amazing you feel when you get home from something you so badly wanted to back-out from. Remind yourself that while the thought of cancelling can feel exhilarating, it almost NEVER feels as good as the pride and happiness you feel when you’ve conquered it or know the great memories you just created. </p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Plan to attend a concert, Broadway or theater show, comedian, TEDTalk, or author on a book tour. </strong>Pick something really important to you and carve out that time with intention.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Join a painting, wood-working, photography, creative writing, graphic design, or other class. </strong>Connect with your community while trying something new.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Rearrange your room or most-used living space.</strong> Shake things up and make it an environment that really honors what you need from a room you spend so much time in.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Journal. </strong>Express what’s on your heart and mind. Honor that and give it a voice. Then contain it neatly within those pages so that you can walk away from it when you need.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Write letters of gratitude to loved ones. </strong>Make this one that you would truly send to them. Make it an exercise in vulnerability, safe attachment and building lasting relationships.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Plan future visits with friends</strong> and incentivize yourself to follow through.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Spend quality time with your kids</strong> — pressure free, totally organic, just enjoying their company.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Plan a mini-vacation, weekend getaway, staycation, or at-home break.</strong> You need and deserve to recharge.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Experiment with fun, different hair colors and/or cuts.</strong> Try mixing up your clothing style. Really find yourself while also challenging yourself to see if there’s anything there you didn’t know was hiding inside.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Plan out new tattoos, body modifications, etc</strong>. Embark in the act of self-love and identity-building. Take control of your body safely and in a way you’ve never possibly gotten to before.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Complete </strong><a href=\"https://www.amazon.com/You-Are-Here-Geographies-Imagination/dp/1568984308\"><strong>a body map</strong></a><strong>.</strong> Or several. (Examples: <a href=\"https://www.pinterest.com/pin/44754590027329231/\">Here</a> and plenty more in the book <a href=\"https://www.amazon.com/You-Are-Here-Geographies-Imagination/dp/1568984308\">You Are Here</a>.)</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Go swimming, float in the tub, try a float spa, etc. </strong>Go somewhere where you can truly feel more weightless, with no pressure on your body. Bask in that lightness and feel what a wonderful thing you’re doing for your body.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Try kickboxing, martial arts, jujitsu, etc.</strong> Get out all the anxiety, fear and anger. Feel strong and empowered in your body and what it can do.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Experiment with safe touch.</strong> Use feathers, cotton, string, fingertips, light scratching, something cool, something warm. Drag them across your skin in varying places. Connect with your body and appreciate its ability to distinguish such subtle changes. Notice how different areas of the body read that stimuli differently. Try to self-soothe with the kinds of touch that you discover feel nice.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Similarly, experiment with safe sensuality.</strong> This can be a terrifying concept for so many survivors. Becoming more comfortable with your body in a controlled, empowered way - with agency and self-love - can start to dilute so many layers of conditioned fear-response or shame. Appreciate your body as your own, no one else’s; notice what it can do, feel, sense, desire - all at your direction. Recognize that it’s safe, healthy, secure, and all YOURS. In time, consider opening this exploration up with a trusted partner/spouse.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Make a commitment to take care of your body in every way.</strong> Delineate a plan that includes exercise, proper nourishment, cessation of self-harming behaviors, therapy, a consistent medication regimen, healthy relationships, meaningful productivity, FUN, and so much more. Try to strive for balance and observe the areas you are lacking. List ways you can combat this.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Research that new doctor, dentist, therapist, or clinician you’ve been needing to find. </strong>If you are currently with a provider you frequently cancel on, don’t feel listens to you, makes you feel bad about yourself, or isn’t helping you achieve your goals, make a plan to end care with them and have a replacement lined up. No longer accept sub-par or harmful treatment. You are hiring them. They are paid to work for you. If they are failing as your employee, let them go. You deserve more.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Volunteer somewhere that really speaks to your heart.</strong> Whether that is an animal shelter, soup kitchen/food pantry, after-school program, services for low-income or homeless individuals, or a charity like ours, find what really stirs in your heart and makes you feel like you’re fulfilling a greater life purpose.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Connect with a sense of spirituality if you have one or desire one.</strong> Take time to explore prayer, listen to spiritual/religious music, read books or articles, attend a service or group, etc. Carve out the time to make this possible in a meaningful way. If you have a very complicated relationship with anything spiritual or religion-based, just take the time to instead connect to the aspects of yourself that are bigger than just your thoughts/actions. Explore what makes you, you — whether that’s your soul, essence, energy, spirit, or some other nebulous idea. Spend time with yourself in a way that really takes into consideration your place in a more vast universe.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Write a letter to your younger self (or selves).</strong> Express forgiveness, love, and understanding for young you. Give those parts of you comfort. Tell them the things you wished someone had told you at that age. When you are ready, be detailed and specific. Allow the most wounded parts of your being to feel the compassion, respect and understanding you have for them today. Give them love. Be the person you needed when you were younger.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Learn a skill.</strong> Increase your sense of self-sufficiency. Learn to sew, change a tire, unclog a drain, repair electronics, change your own oil, do your own taxes, navigate public transit, photoshop, etc — you name it!</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>List all of the things you’ve already gained or COULD gain from giving up self-harming, self-disrespecting or suicidal behaviors.</strong> Compare and contrast those to what engaging in them currently provides. If you have not created a safety plan or established a personal “triangle of choices”, create one of those.</p>",
  "<p style=\"white-space:pre-wrap;\"><strong>Set boundaries with those in your life who really need firmer boundaries</strong> — even those for whom it is very difficult to do so. Be firm, clear, specific and confident. You can also be kind and compassionate, but don’t allow that to cloud the non-negotiability of these terms. Whether this is done in the form of a letter, email, phone call, or face to face discussion, know your limits and then set them with others. You deserve it. You require it. And you can do this.</p>"
 ]
}